Repository: mintzimal/HowardIOS
Catalog: Howard2/*.lproj/Localizable.strings
Languages: ar, bn, de, es, fr, he, hi, it, ja, ne, pa, pt, ru, sv, sw, vi

source: Apps
ar: التطبيقات
bn: অ্যাপস
es: Aplicaciones
fr: Applications
he: יישומים
hi: ऐप्स
it: Applicazioni
ja: アプリ
ne: अनुप्रयोगहरू
pa: ਐਪਸ
ru: Программы
sw: Programu
vi: Ứng dụng

source: News
ar: أخبار
bn: খবর
de: Nachrichten
es: Noticias
fr: Nouvelles
he: חדשות
hi: समाचार
it: Notizia
ja: ニュース
ne: समाचार
pa: ਨਿਊਜ਼
pt: Notícia
ru: Новости
sv: Nyheter
sw: Habari
vi: Tin tức

source: Help
ar: مساعدة
bn: সাহায্য করুন
de: Hilfe
es: Ayuda
fr: Aidez-moi
he: עזרה
hi: मदद
it: Aiuto
ja: 助けて
ne: मद्दत
pa: ਮਦਦ ਕਰੋ
pt: Socorro
ru: Помогите
sv: Hjälp
sw: Msaada
vi: Cứu giúp

source: Logout
ar: الخروج
bn: প্রস্থান
de: Ausloggen
es: Cerrar sesión
fr: Connectez - Out
he: להתנתק
hi: लोग आउट
it: Disconnettersi
ja: ログアウト
ne: बाहिर निस्कनु
pa: ਲਾੱਗ ਆਊਟ, ਬਾਹਰ ਆਉਣਾ
pt: Sair
ru: Выйти
sv: Logga ut
sw: Kuingia
vi: Đăng xuất

source: District 1
ar: 1 الحي
bn: জেলা 1
de: Distrikt 1
es: Distrito 1
he: 1 מחוז
hi: जिला १
it: Distretto 1
ja: 1区
ne: जिल्ला 1
pa: ਜ਼ਿਲ੍ਹਾ 1
pt: Distrito 1
ru: Район 1
sv: Distrikt 1
sw: Wilaya 1
vi: Quận 1

source: District 2
ar: 2 الحي
bn: জেলা 2
de: Distrikt 2
es: Distrito 2
he: 2 מחוז
hi: जिला २
it: Distretto 2
ja: 2区
ne: जिल्ला 2
pa: ਜ਼ਿਲ੍ਹਾ 2
pt: Distrito 2
ru: Район 2
sv: Distrikt 2
sw: Wilaya 2
vi: Quận 2

source: Message
ar: رسالة
bn: বার্তা
de: Botschaft
es: Mensaje
he: הודעה
hi: संदेश
it: Messaggio
ja: メッセージ
ne: सन्देश
pa: ਸੁਨੇਹਾ
pt: Mensagem
ru: Сообщение
sv: Meddelande
sw: Ujumbe
vi: Thông điệp

source: Click to Call
ar: اضغط للاتصال
bn: কল করার জন্য ক্লিক করুন
es: Haz clic para llamar
fr: Cliquez pour appeler
he: לחץ כדי להתקשר
hi: कॉल करने के लिए दबाये
it: Clicca per chiamare
ja: 電話するにはクリック
ne: कलमा क्लिक गर्नुहोस्
pa: ਕਾਲ ਕਰਨ ਲਈ ਕਲਿੱਕ ਕਰੋ
pt: Clique para chamar
ru: Нажмите, чтобы позвонить
sv: Klicka för att ringa
sw: Bofya ili Uitane
vi: Bấm để gọi

source: Do you have any questions?
ar: هل لديك اسئلة؟
bn: আপনি কি কিছু জানতে চান?
de: Haben Sie irgendwelche Fragen?
es: ¿Tiene usted alguna pregunta?
fr: Avez-vous des questions?
he: יש לך שאלות?
hi: क्या आपका कोई सवाल है?
it: Avete domande?
ja: 何か質問がありますか？
ne: के तपाईंको कुनै प्रश्न छन्?
pa: ਕੀ ਤੁਹਾਡੇ ਕੋਈ ਸਵਾਲ ਹਨ?
pt: Você tem alguma pergunta?
ru: У вас есть вопросы?
sv: Har du några frågor?
sw: Una maswali yoyote?
vi: Bạn có câu hỏi nào không?

source: Click to Let Me Know
ar: انقر لإخبارنا
bn: আমাকে জানাতে ক্লিক করুন
de: Klicken Sie hier, um es mich wissen zu lassen
es: Haga clic para dejarme saber
fr: Cliquez pour me le faire savoir
he: לחץ כדי לתת לי לדעת
hi: लेट मी नो टू पर क्लिक करें
it: Clicca per farmi sapere
ja: クリックして私に知らせて
ne: मलाई थाहा छ क्लिक गर्नुहोस्
pa: ਮੈਨੂੰ ਦੱਸਣ ਲਈ ਕਲਿਕ ਕਰੋ
pt: Clique para me deixar saber
ru: Нажмите, чтобы дать мне знать
sv: Klicka för att låta mig veta
sw: Bofya ili Nipate kujua
vi: Nhấn vào đây để cho tôi biết

source: You May Choose 6
ar: 6 يمكنك اختيار
bn: আপনি 6 চয়ন করতে পারেন
de: Sie können 6 wählen
es: Puedes elegir 6
fr: Vous pouvez choisir 6
he: 6 אתה יכול לבחור
hi: आप 6 चुन सकते हैं
it: Puoi scegliere 6
ja: あなたが選ぶかもしれません6
ne: तपाईं 6 छान्नुहोस्
pa: ਤੁਸੀਂ 6 ਦੀ ਚੋਣ ਕਰ ਸਕਦੇ ਹੋ
pt: Você pode escolher 6
ru: Вы можете выбрать 6
sv: Du kan välja 6
sw: Unaweza kuchagua 6
vi: Bạn có thể chọn 6

source: Local News
ar: اخبار محلية
bn: স্থানীয় সংবাদ
de: Lokalnachrichten
es: Noticias locales
fr: Nouvelles Locales
he: חדשות מקומיות
hi: स्थानीय समाचार
it: Notizie Locali
ja: 地元のニュース
ne: स्थानीय समाचार
pa: ਸਥਾਨਕ ਖ਼ਬਰਾਂ
pt: Notícias locais
ru: Местные новости
sv: Lokala nyheter
sw: Habari za Mitaa
vi: Tin địa phương

source: Global News
ar: أخبار عالمية
bn: গ্লোবাল নিউজ
de: Globale Nachrichten
es: Noticias globales
fr: Nouvelles Mondiales
he: חדשות גלובליות
hi: वैश्विक समाचार
it: Notizie Globali
ja: グローバルニュース
ne: ग्लोबल समाचार
pa: ਗਲੋਬਲ ਨਿਊਜ਼
pt: Notícias Globais
ru: Глобальные новости
sw: Habari za Global
vi: Tin tức toàn cầu

source: Seven Days
ar: سبعة أيام
bn: সাত দিন
de: Sieben Tage
es: Siete días
fr: Sept Jours
he: שבעה ימים
hi: सात दिन
it: Sette Giorni
ja: 七日間
ne: सात दिन
pa: ਸੱਤ ਦਿਨ
pt: Sete dias
ru: Семь дней
sv: Sju dagar
sw: Siku saba
vi: Bảy ngày

source: Burlington Free Press
ar: بيرلينجتون فري برس
bn: বার্লিংটন ফ্রি প্রেস
de: Burlington Freie Presse
es: Prensa libre de Burlington
fr: Presse Gratuite De Burlington
he: ברלינגטון עיתונות חופשית
hi: बर्लिंगटन मुक्त प्रेस
ja: バーリントンフリープレス
ne: Burlington मुक्त प्रेस
pa: ਬਰਲਿੰਗਟਨ ਫ੍ਰੀ ਪ੍ਰੈਸ
pt: Imprensa livre de Burlington
ru: свободная пресса Burlington
vi: Burlington miễn phí báo chí

source: My Champlain Valley
ar: بلدي وادي Champlain
bn: আমার Champlain ভ্যালি
de: Mein Champlain-Tal
es: Mi valle de champlain
fr: Ma Vallée De Champlain
he: עמק הצ'מפליין שלי
hi: मेरी चमेली घाटी
it: Il Mio Champlain Valley
ja: 私のシャンプレーンバレー
ne: मेरो चामप्लेन घाटी
pa: ਮੇਰਾ ਚਾਮਪਲੇਨ ਵੈਲੀ
pt: Meu Vale Champlain
ru: Моя долина Шамплейн
sv: Min Champlain Valley
sw: Mto wangu wa Champlain
vi: Thung lũng Champlain của tôi

source: News10
ar: الخبر 10
bn: খবর10
de: Nachrichtent10
es: Noticias10
fr: Nouvelles10
he: 10חדשות
hi: समाचार10
it: Notizie10
ja: ニュース10
ne: समाचार10
pa: ਨਿਊਜ਼ 10
pt: Notícias10
ru: Новости10
sw: Habari10
vi: Tin tức10

source: VPR
pa: ਵੀਪੀਆਰ
ru: ВПР

source: CNN
ar: سي إن إن
bn: সিএনএন
hi: सीएनएन
pa: ਸੀਐਨਐਨ
ru: спп

source: Aljazeera
ar: الجزيرة
bn: আল জাজিরা
he: אלג'זירה
hi: अल जज़ीरा
ja: アルジャジーラ
ne: अल्जेजेरिया
pa: ਅਲਜਸੀਰਾ
ru: Аль-Джазира

source: ABC
ar: اي بي سي
bn: অ আ ক খ
he: א ב ג
hi: एबीसी
ne: ए बी सी
pa: ਏ ਬੀ ਸੀ
ru: азбука

source: Wall Street Journal
ar: مجلة وول ستريت
bn: ওয়াল স্ট্রিট জার্নাল
fr: Le Journal Wall Street
he: יומן רחוב
hi: वॉल स्ट्रीट जर्नल
it: Giornale Di Wall Street
ja: ウォールストリートジャーナルr
ne: पर्खाल सडक पत्रिका
pa: ਵਾਲ ਸਟਰੀਟ ਜਰਨਲ
ru: Уолл-стрит журнал
vi: Tạp chí phố Wall

source: NPR
ar: الإذاعة الوطنية العامة
bn: এনপিআর
fr: Radio Nationale Publique
hi: एनपीआर
it: Radio Pubblica
pa: ਐਨਪੀਆਰ
ru: энергетический ядерный реактор

source: Reuters
ar: رويترز
bn: রয়টার্স
he: רויטרס
hi: रॉयटर्स
ja: ロイター
pa: ਰੋਇਟਰ
ru: рейтер

source: The Associated Press
ar: الصحافة المرتبطة
bn: অ্যাসোসিয়েটেড প্রেস
de: Die Associated Press
es: La Prensa Asociada
he: הקשורה
hi: एसोसिएटेड प्रेस
it: La Stampa Associata
ja: 関連付けられているプレス
ne: सम्बद्ध प्रेस
pa: ਐਸੋਸਿਏਟਿਡ ਪ੍ਰੈਸ
ru: Ассошиэйтед Пресс
sv: Den associerade pressen
vi: Báo chí liên quan

source: Huffington Post
ar: هوفينجتون بوست
bn: হাফিংটন পোস্ট
es: Correo Huffington
he: פוסט
hi: हफ़िंगटन पोस्ट
it: Huffington Postt
ja: ハフィントンポスト
ne: हफिंगटन पोस्ट
pa: ਹਫਿੰਗਟਨ ਪੋਸਟ
pt: Postagem Huffington
ru: Хаффингтон пост
vi: Bưu điện Huffington

source: BBC
ar: بي بي سي
bn: বিবিসি
hi: बीबीसी
ne: बीबीसी
pa: ਬੀਬੀਸੀ

source: Washington Post
ar: واشنطن بوست
bn: ওয়াশিংটন পোস্ট
es: El Correo de Washington
he: וושינגטון פוסט
hi: वाशिंगटन पोस्ट
it: Washington Postt
ja: ワシントンポスト
ne: वाशिंगटन पोस्ट
pa: ਵਾਸ਼ਿੰਗਟਨ ਪੋਸਟ
ru: вашингтон пост
vi: Bưu điện Washington

source: The Guardian
ar: الحارس
bn: অভিভাবক
es: El guardián
fr: Le Gardien
he: האפוטרופוס
hi: अभिभावक
it: Il Guardiano
ja: 保護者
ne: अभिभावक
pa: ਗਾਰਡੀਅਨ
pt: O guardião
ru: Хранитель
sv: Väktaren
sw: Mlezi
vi: Người bảo vệ

source: Medication Manager
ar: مدير الدواء
bn: ঔষধ ব্যবস্থাপক
de: Medikations-Manager
es: Gerente de medicación
fr: Gestionnaire de médicaments
he: מנהל תרופות
hi: दवा प्रबंधक
it: Responsabile dei farmaci
ja: 投薬マネージャ
ne: औषधि प्रबन्धक
pa: ਦਵਾਈ ਪ੍ਰਬੰਧਕ
pt: Gerente de Medicação
ru: Менеджер лекарств
sv: Medicinsk Chef
sw: Meneja wa Madawa
vi: Quản lý thuốc

source: Helpful daily reminders
ar: تذكير يومي مفيد
bn: সহায়ক দৈনিক অনুস্মারক
de: Hilfreiche tägliche Erinnerungen
es: Recordatorios diarios útiles
fr: Rappels quotidiens utiles
he: תזכורות יומיומיות מועילות
hi: सहायक दैनिक अनुस्मारक
it: Promemoria giornalieri utili
ja: 毎日の便利なお知らせ
ne: सहायक दैनिक अनुस्मारकहरू
pa: ਸਹਾਇਕ ਰੋਜ਼ਾਨਾ ਰੀਮਾਈਂਡਰ
pt: Lembretes diários úteis
ru: Полезные ежедневные напоминания
sv: Användbara dagliga påminnelser
sw: Mikumbusho ya kila siku yenye manufaa
vi: Lời nhắc hữu ích hàng ngày

source: Google Calender
ar: تقويم جوجل
bn: গুগল ক্যালেন্ডার
de: Google Kalender
es: calendario de Google
fr: Google Agenda
he: לוח שנה של גוגל
hi: गूगल कैलेंडर
it: Calendario di Google
ja: Googleカレンダー
ne: गुगल क्यालेन्डर
pa: ਗੂਗਲ ਕੈਲੰਡਰ
pt: calendário do Google
ru: Календарь Google
sv: Google Kalender
sw: Kalenda ya Google
vi: lịch Google

source: So everything is in one place
ar: لذلك كل شيء في مكان واحد
bn: তাই সবকিছু এক জায়গায় হয়
de: Also ist alles an einem Ort
es: Así que todo está en un solo lugar.
fr: Donc tout est au même endroit
he: אז הכל במקום אחד
hi: तो सब कुछ एक जगह पर है
it: Quindi tutto è in un posto
ja: だからすべてが一箇所にある
ne: त्यसैले सबै चीज एकै ठाउँमा छ
pa: ਇਸ ਲਈ ਹਰ ਚੀਜ਼ ਇਕ ਜਗ੍ਹਾ ਤੇ ਹੈ
pt: Então tudo está em um só lugar
ru: Так что все в одном месте
sv: Så allt är på ett ställe
sw: Kwa hiyo kila kitu ni mahali pekee
vi: Vì vậy, mọi thứ ở một nơi

source: Learn Something New
ar: تعلم شيئا جديدا
bn: নতুন কিছু শেখ
de: Lerne etwas Neues
es: Aprende algo nuevo
fr: Apprendre quelque chose de nouveau
he: ללמוד משהו חדש
hi: कुछ नया सीखे
it: Impara qualcosa di nuovo
ja: 何か新しいことを学ぶ
ne: केहि नयाँ सिक्नुहोस्
pa: ਕੁਝ ਨਵਾਂ ਸਿੱਖੋ
pt: Aprenda algo novo
ru: Узнать что-то новое
sv: Lära Något Nytt
sw: Jifunze Kitu kipya
vi: Tìm hiểu cái gì mới

source: New Tricks for Everyone
ar: حيل جديدة للجميع
bn: প্রত্যেকের জন্য নতুন কৌশল
de: Neue Tricks für alle
es: Nuevos trucos para todos
fr: De nouveaux trucs pour tout le monde
he: טריקים חדשים לכולם
hi: हर किसी के लिए नई ट्रिक्स
it: Nuovi trucchi per tutti
ja: みんなのための新しいトリック
ne: सबैका लागि नयाँ ट्रिक्सहरू
pa: ਹਰ ਕੋਈ ਲਈ ਨਵੀਂ ਟਰਿੱਕ
pt: Novos truques para todos
ru: Новые хитрости для всех
sv: Nya tricks för alla
sw: Tricks mpya kwa kila mtu
vi: Thủ thuật mới cho mọi người

source: Youtube
ar: موقع YouTube
bn: ইউটিউব
pa: ਯੂਟਿਊਬ

source: Watch Youtube right from this app!
ar: مشاهدة يوتيوب مباشرة من هذا التطبيق!
bn: এই অ্যাপ্লিকেশন থেকে ডান ইউটিউব দেখুন!
de: Schauen Sie sich Youtube direkt von dieser App aus an!
es: ¡Mira Youtube desde esta aplicación!
fr: Regardez Youtube directement depuis cette application!
he: צפה Youtube מימין מתוך האפליקציה הזאת!
hi: इस ऐप से YouTube को सही से देखें!
it: Guarda Youtube direttamente da questa app!
ja: このアプリからYouTubeを見てください。
ne: यस एपबाट YouTube लाई हेर्नुहोस्!
pa: ਇਸ ਐਪ ਤੋਂ ਬਿਲਕੁਲ ਯੂਟਿਊਬ ਦੇਖੋ!
pt: Assista Youtube diretamente deste app!
ru: Смотрите Youtube прямо из этого приложения!
sv: Titta på Youtube direkt från den här appen!
sw: Tazama Youtube haki kutoka kwa programu hii!
vi: Xem Youtube ngay từ ứng dụng này!

source: Xylophone
ar: إكسيليفون
bn: বাদ্যযন্ত্রবিশেষ
de: Xylophon
es: Xilófono
he: קסילופון
hi: सिलाफ़न
it: Xilofono
ja: 木琴
pa: ਜ਼ੀਲਾਫੋਨ
pt: Xilofone
ru: Ксилофон
sv: Xylofon

source: Mess with a basic instrument
ar: فوضى مع أداة أساسية
bn: একটি মৌলিক উপকরণ সঙ্গে মেসেজ
de: Leg dich mit einem Grundinstrument an
es: Lío con un instrumento básico.
fr: Mess avec un instrument de base
he: להתעסק עם מכשיר בסיסי
hi: एक मूल उपकरण के साथ मेस
it: Pasticciare con uno strumento di base
ja: 基本的な楽器との混乱
ne: एक आधारभूत उपकरणको साथ मेस
pa: ਇੱਕ ਬੁਨਿਆਦੀ ਸਾਧਨ ਦੇ ਨਾਲ ਮਧ
pt: Mexer com um instrumento básico
ru: Беспорядок с основным инструментом
sv: Mess med ett grundläggande instrument
sw: Tuma kwa chombo cha msingi
vi: Lộn xộn với một nhạc cụ cơ bản

source: GMT Bus Guide
ar: توقيت غرينتش دليل
bn: জিএমটি বাস গাইড
de: GMT Busführer
es: Guía de autobuses GMT
fr: Guide de l'autobus GMT
he: GMT אוטובוס מדריך
hi: GMT बस गाइड
it: Guida del bus GMT
ja: GMTバスガイド
ne: GMT बस गाइड
pa: GMT ਬੱਸ ਗਾਈਡ
pt: Guia de Ônibus GMT
ru: Гид по Гринвичу
sw: Kituo cha Bus ya GMT
vi: Hướng dẫn xe buýt GMT

source: See when transportation services arrives
ar: معرفة متى تصل خدمات النقل
bn: পরিবহন সেবা আসে যখন দেখুন
de: Sehen Sie, wann der Transportservice eintrifft
es: Ver cuando llega el servicio de transporte.
fr: Voir quand les services de transport arrivent
he: ראה מתי מגיעים שירותי תחבורה
hi: देखें कि परिवहन सेवाएँ कब आती हैं
it: Vedi quando arrivano i servizi di trasporto
ja: 輸送サービスが到着した時を見る
ne: जब यातायात सेवा आइपुगेको हेर्नुहोस्
pa: ਦੇਖੋ ਕਿ ਆਵਾਜਾਈ ਸੇਵਾਵਾਂ ਕਦੋਂ ਆਉਂਦੀਆਂ ਹਨ
pt: Veja quando chega o serviço de transporte
ru: Посмотрите, когда прибудут транспортные услуги
sv: Se när transporttjänster kommer fram
sw: Angalia wakati huduma za usafiri zinakuja
vi: Xem khi dịch vụ vận chuyển đến

source: Higher Ground Live Music
ar: أعلى الأرض موسيقى حية
bn: উচ্চ গ্রাউন্ড লাইভ সঙ্গীত
de: Higher Ground Live-Musik
es: Música en vivo más alta tierra
fr: Musique live au sol plus élevé
he: מוסיקה חיה
hi: उच्चतर ग्राउंड लाइव संगीत
it: Musica live terrestre più alta
ja: ハイヤーグラウンドライブミュージック
ne: उच्च मैदान लाइभ संगीत
pa: ਹਾਈ ਗਰਾਊਂਡ ਲਾਈਵ ਸੰਗੀਤ
pt: Música ao vivo mais alta
ru: живая музыка
sv: Högre Mark Levande Musik
sw: Ghorofa ya Juu ya Muziki wa Kuishi
vi: Nhạc sống cao hơn

source: Check performance schedules
ar: تحقق من جداول الأداء
bn: কর্মক্ষমতা সময়সূচী পরীক্ষা করুন
de: Überprüfen Sie die Leistungspläne
es: Consultar horarios de desempeño
fr: Vérifier les horaires de performance
he: בדוק את לוחות הזמנים של הביצועים
hi: प्रदर्शन कार्यक्रम की जाँच करें
it: Controlla i programmi di prestazione
ja: パフォーマンススケジュールを確認する
ne: प्रदर्शन कार्यक्रमहरू जाँच गर्नुहोस्
pa: ਪ੍ਰਦਰਸ਼ਨ ਕਾਰਜਕ੍ਰਮ ਦੀ ਜਾਂਚ ਕਰੋ
pt: Verifique os horários de desempenho
ru: Проверьте графики производительности
sv: Kontrollera prestanda scheman
sw: Angalia ratiba za utendaji
vi: Kiểm tra lịch trình hiệu suất

source: Messages
bn: বার্তা
de: Mitteilungen
pa: ਸੁਨੇਹੇ
pt: Mensagens
ru: Сообщения
sv: Meddelanden
vi: Tin nhắn

source: Receive messages from your safety connection specialist
ar: تلقي رسائل من أخصائي اتصال السلامة
bn: আপনার নিরাপত্তা সংযোগ বিশেষজ্ঞ থেকে বার্তা গ্রহণ করুন
de: Erhalten Sie Nachrichten von Ihrem Sicherheitsverbindungsspezialisten
es: Reciba mensajes de su especialista en conexiones de seguridad.
fr: Recevoir des messages de votre spécialiste des connexions de sécurité
he: קבלת הודעות מהמומחה לחיבור בטיחות
hi: अपने सुरक्षा कनेक्शन विशेषज्ञ से संदेश प्राप्त करें
it: Ricevi messaggi dal tuo specialista della connessione di sicurezza
ja: 安全接続の専門家からメッセージを受け取る
ne: तपाईंको सुरक्षा जडान विशेषज्ञबाट सन्देश प्राप्त गर्नुहोस्
pa: ਆਪਣੇ ਸੁਰੱਖਿਆ ਕਨੈਕਸ਼ਨ ਮਾਹਿਰ ਤੋਂ ਸੰਦੇਸ਼ ਪ੍ਰਾਪਤ ਕਰੋ
pt: Receba mensagens do seu especialista em conexão de segurança
ru: Получать сообщения от вашего специалиста по безопасному соединению
sv: Ta emot meddelanden från din säkerhetsanslutnings specialist
sw: Pata ujumbe kutoka kwa mtaalamu wa uunganisho wako wa usalama
vi: Nhận tin nhắn từ chuyên gia kết nối an toàn của bạn

source: Motivational
ar: تحفيزي
bn: প্রেরণা
de: Motivierend
es: Motivacional
fr: De motivation
he: מוטיבציה
hi: प्रेरक
it: motivazionale
ja: やる気を起こさせる
ne: प्रेरणा
pa: ਪ੍ਰੇਰਕ
pt: Motivacional
ru: Мотивационная
sv: Motiverande
sw: Kuhamasisha
vi: Động lực

source: Get motivational messages everyday!
ar: الحصول على رسائل تحفيزية كل يوم!
bn: প্রতিদিন প্রেরণামূলক বার্তা পান!
de: Täglich motivierende Botschaften erhalten!
es: Recibe mensajes de motivación todos los días!
fr: Recevez des messages de motivation tous les jours!
he: קבל הודעות מוטיבציה כל יום!
hi: हर रोज प्रेरक संदेश प्राप्त करें!
it: Ricevi messaggi motivazionali ogni giorno!
ja: やる気を起こさせるメッセージを毎日入手！
ne: हरेक दिन प्रेरणात्मक सन्देश पाउनुहोस्!
pa: ਹਰ ਰੋਜ਼ ਪ੍ਰੇਰਕ ਸੰਦੇਸ਼ ਪ੍ਰਾਪਤ ਕਰੋ!
pt: Receba mensagens motivacionais todos os dias!
ru: Получайте мотивационные сообщения каждый день!
sv: Få motivationsmeddelanden varje dag!
sw: Pata ujumbe wa motisha kila siku!
vi: Nhận tin nhắn động lực hàng ngày!

source: Text to Speech
ar: النص إلى الكلام
bn: বক্তৃতা টেক্সট
de: Text zu Sprache
es: Texto a voz
fr: Texte pour parler
he: טקסט לדיבור
hi: लिखे हुए को बोलने में बदलना
it: Sintesi vocale
ja: スピーチへのテキスト
ne: भाषणमा पाठ
pa: ਟੈਕਸਟ ਤੋਂ ਸਪੀਚ
pt: Texto para fala
ru: Текст в речь
sv: Text Till Tal
sw: Nakala ya Hotuba
vi: Chuyển văn bản thành giọng nói

source: Type what you want to vocalize
ar: اكتب ما تريد التعبير عنه
bn: আপনি কি বলতে চান টাইপ করুন
de: Geben Sie ein, was Sie vokalisieren möchten
es: Escribe lo que quieras vocalizar
fr: Tapez ce que vous voulez vocaliser
he: הקלד את מה שאתה רוצה להשמיע
hi: वह लिखें जिसे आप मुखर करना चाहते हैं
it: Scrivi quello che vuoi vocalizzare
ja: 発声したいものを入力
ne: टाइप गर्नुहोस् कि तपाईलाई भित्री बनाउन चाहानुहुन्छ
pa: ਉਹ ਸ਼ਬਦ ਟਾਈਪ ਕਰੋ ਜੋ ਤੁਸੀਂ ਵੋਕਲ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ
pt: Digite o que você quer vocalizar
ru: Введите то, что вы хотите озвучить
sv: Skriv vad du vill vocalize
sw: Weka kile unachotaka kujitolea
vi: Nhập những gì bạn muốn phát âm

source: GMT Bus Schedule Links
ar: توقيت غرينتش الجدول الزمني وصلات
bn: জিএমটি বাসের সময়সূচি লিংক
de: GMT Busfahrplan Links
es: Enlaces del horario de autobuses de GMT
fr: Horaire des bus GMT
he: GMT קישורים אוטובוס קישורים
hi: GMT बस अनुसूची लिंक
it: Collegamenti di programma GMT Bus
ja: GMTバススケジュールリンク
ne: GMT बस अनुसूची लिङ्कहरू
pa: GMT ਬੱਸ ਅਨੁਸੂਚੀ ਲਿੰਕ
pt: Links da agenda do barramento GMT
ru: Расписание автобусов по Гринвичу
sv: GMT Buss Schema Länkar
sw: GMT Bus Ratiba Viungo
vi: Liên kết lịch trình xe buýt GMT

source: Displays information about city public transit
ar: يعرض معلومات حول النقل العام في المدينة
bn: শহর পাবলিক ট্রানজিট সম্পর্কে তথ্য প্রদর্শন করে
de: Zeigt Informationen zu öffentlichen Verkehrsmitteln der Stadt an
es: Muestra información sobre el transporte público de la ciudad.
fr: Affiche des informations sur les transports en commun urbains
he: מציג מידע על תחבורה ציבורית בעיר
hi: शहर के सार्वजनिक पारगमन के बारे में जानकारी प्रदर्शित करता है
it: Visualizza le informazioni sul trasporto pubblico della città
ja: 市の公共交通機関に関する情報を表示します
ne: शहरको सार्वजनिक ट्रान्जिटको बारेमा जानकारी प्रदर्शन गर्दछ
pa: ਸ਼ਹਿਰ ਦੇ ਜਨਤਕ ਆਵਾਜਾਈ ਬਾਰੇ ਜਾਣਕਾਰੀ ਪ੍ਰਦਰਸ਼ਤ ਕਰਦੀ ਹੈ
pt: Exibe informações sobre o transporte público da cidade
ru: Отображает информацию о городском общественном транспорте
sv: Visar information om stads kollektivtrafik
sw: Inaonyesha habari kuhusu usafiri wa mji wa umma
vi: Hiển thị thông tin về giao thông công cộng thành phố

source: Flynn Show Schedule
ar: فلين مشاهدة الجدول
bn: ফ্লিন শো সময়সূচী
de: Flynn Show-Zeitplan
es: Flynn Mostrar Horario
fr: Flynn Show Calendrier
he: פלין הצג את לוח הזמנים
hi: फ्लिन शो शेड्यूल
ja: フリンショースケジュール
ne: फलिन शो अनुसूची
pa: ਫਲਾਈਨ ਸ਼ੋਅ ਅਨੁਸੂਚੀ
pt: Horário Show Flynn
ru: Флинн Показать расписание
sv: Flynn Show Schema
sw: Flynn Onyesha Ratiba
vi: Lịch trình chương trình Flynn

source: Look at upcoming plays/performances
ar: انظر إلى المسرحيات / العروض القادمة
bn: আসন্ন নাটক / পারফরমেন্স তাকান
de: Schau dir kommende Theaterstücke / Performances an
es: Mira las próximas jugadas / actuaciones
fr: Regardez les pièces / performances à venir
he: תסתכל על הופעות / הופעות עתידיות
hi: आने वाले नाटकों / प्रदर्शनों को देखें
it: Guarda i prossimi spettacoli / spettacoli
ja: 今後の演劇/公演を見てください
ne: आगामी खेलहरू / प्रदर्शन हेर्नुहोस्
pa: ਆਗਾਮੀ ਨਾਟਕ / ਪ੍ਰਦਰਸ਼ਨ ਦੇਖੋ
pt: Veja as próximas peças / performances
ru: Посмотрите на предстоящие пьесы / спектакли
sv: Titta på kommande spel / föreställningar
sw: Angalia michezo ijayo / maonyesho
vi: Nhìn vào những vở kịch / buổi biểu diễn sắp tới

source: Roxie Movie Schedule
ar: روكسي الفيلم الجدول
bn: রক্সি মুভি সময়সূচী
es: Horario de la película de Roxie
fr: Horaire des films de Roxie
he: לוח זמנים של רוקסי
hi: रॉक्सी मूवी शेड्यूल
it: Programma dei film di Roxie
ja: ロキシー映画のスケジュール
ne: रोक्सी चलचित्र अनुसूची
pa: ਰੋਜੀ ਮੂਵੀ ਸ਼ਡਿਊਲ
pt: Horário do Filme Roxie
ru: Расписание фильмов Рокси
sv: Roxie Film Schema
sw: Ratiba ya Kisasa ya Roxie
vi: Lịch chiếu phim Roxie

source: Local movie theatre schedules
ar: جداول المسرح والسينما المحلية
bn: স্থানীয় সিনেমা থিয়েটার সময়সূচী
de: Lokale Kinoprogramme
es: Horarios de cine local
fr: Horaires des salles de cinéma locales
he: לוחות זמנים של בתי קולנוע מקומיים
hi: स्थानीय फिल्म थिएटर शेड्यूल
it: Orari locali di cinema
ja: 地元の映画館のスケジュール
ne: स्थानीय फिल्म थियेटर कार्यक्रम
pa: ਸਥਾਨਕ ਫਿਲਮ ਥੀਏਟਰ ਕਾਰਜਕ੍ਰਮ
pt: Horários da sala de cinema local
ru: Расписание местного кинотеатра
sv: Lokala biografplaner
sw: Mipango ya sinema ya mitaa
vi: Lịch chiếu phim địa phương

source: ECHO Science Center
ar: مركز صدى العلوم
bn: বিজ্ঞান কেন্দ্র প্রতিধ্বনি
de: ECHO-Wissenschaftszentrum
es: Centro de Ciencias ECHO
fr: Centre scientifique ECHO
he: מרכז המדע של ECHO
hi: ECHO विज्ञान केंद्र
it: Centro scientifico ECHO
ja: エコーサイエンスセンター
ne: ईचओ विज्ञान केन्द्र
pa: ਈਕੋ ਵਿਗਿਆਨ ਕੇਂਦਰ
pt: Centro de Ciências ECHO
ru: Научный центр ЭХО
sv: ECHO Vetenskapscenter
sw: Kituo cha Sayansi cha ECHO
vi: Trung tâm khoa học ECHO

source: See what's happening at the local aquarium
ar: تعرف على ما يحدث في الحوض المحلي
bn: স্থানীয় অ্যাকোয়ারিয়ামে কি ঘটছে তা দেখুন
de: Sehen Sie, was im örtlichen Aquarium passiert
es: Vea lo que está pasando en el acuario local
fr: Voir ce qui se passe à l'aquarium local
he: לראות מה קורה באקווריום המקומי
hi: देखें कि स्थानीय मछलीघर में क्या हो रहा है
it: Guarda cosa succede nell'acquario locale
ja: 地元の水族館で何が起こっているのかご覧ください。
ne: स्थानीय एक्वैरियममा के हुँदैछ हेर्नुहोस्
pa: ਦੇਖੋ ਕਿ ਸਥਾਨਕ ਏਕੀਵੀਅਮ ਤੇ ਕੀ ਹੋ ਰਿਹਾ ਹੈ
pt: Veja o que está acontecendo no aquário local
ru: Посмотрите, что происходит в местном аквариуме
sv: Se vad som händer på det lokala akvariet
sw: Angalia kinachotokea katika aquarium ya ndani
vi: Xem những gì đang xảy ra tại thủy cung địa phương

source: Burlington Weather
ar: بيرلينجتون الطقس
bn: বার্লিংটন আবহাওয়া
de: Burlington Wetter
es: Burlington Tiempo
fr: Météo à Burlington
he: מזג האוויר ברלינגטון
hi: बर्लिंगटन का मौसम
it: Il tempo di Burlington
ja: バーリントン天気
ne: Burlington मौसम
pa: ਬਰਲਿੰਗਟਨ ਮੌਸਮ
pt: Tempo Burlington
ru: Погода в Берлингтоне
sv: Burlington Väder
sw: Weather ya Burlington
vi: Thời tiết Burlington

source: The Local Forcast
ar: التوقعات المحلية
bn: স্থানীয় ফরকাস্ট
de: Die lokale Vorhersage
es: El local forcast
fr: La prévision locale
he: שידור מקומי
hi: द लोकल फॉर्कास्ट
it: La previsione locale
ja: ローカル予報
ne: स्थानीय फोरकास्ट
pa: ਸਥਾਨਕ ਭਤੀਜਾ
pt: O Forcast Local
ru: Местный прогноз
sv: Den lokala Forcast
sw: Utabiri wa Mitaa
vi: Đài truyền hình địa phương

source: Howard Center Main Site
ar: هوارد مركز الموقع الرئيسي
bn: হাওয়ার্ড সেন্টার প্রধান সাইট
de: Howard Center Hauptseite
es: Howard Center Sitio Principal
fr: Centre principal du centre Howard
he: המרכז הראשי של הווארד
hi: हावर्ड सेंटर मुख्य साइट
it: Howard Centre Sito principale
ja: ハワードセンター本館
ne: हावर्ड केन्द्र मुख्य साइट
pa: ਹਾਵਰਡ ਸੈਂਟਰ ਮੁੱਖ ਸਾਈਟ
pt: Site principal do Howard Center
ru: Howard Center Главный сайт
sv: Howard centrum huvudplats
sw: Kituo cha Kuu cha Howard
vi: Trung tâm chính của Trung tâm Howard

source: The Central Page for your HC Needs
ar: الصفحة المركزية لاحتياجاتك HC
bn: আপনার এইচসি জন্য কেন্দ্রীয় পাতা প্রয়োজন
de: Die zentrale Seite für Ihre HC-Anforderungen
es: La página central para sus necesidades de HC
fr: La page centrale pour vos besoins en soins de santé
he: הדף המרכזי עבור הצרכים שלך HC
hi: आपकी HC आवश्यकताओं के लिए केंद्रीय पृष्ठ
it: La pagina centrale per i tuoi bisogni di HC
ja: あなたのHCニーズのための中央ページ
ne: तपाईंको एचसी आवश्यकताहरूको लागि केन्द्रीय पृष्ठ
pa: ਤੁਹਾਡੇ ਐਚ ਸੀ ਦੀਆਂ ਲੋੜਾਂ ਲਈ ਕੇਂਦਰੀ ਪੰਨਾ
pt: A página central para suas necessidades de HC
ru: Центральная страница для ваших потребностей HC
sv: Den centrala sidan för dina HC behov
sw: Ukurasa wa Kati wa Mahitaji yako ya HC
vi: Trang trung tâm cho nhu cầu HC của bạn

source: Green Mountain Self Advocates
ar: الجبل الاخضر المحامي الذاتي
bn: গ্রীন মাউন্টেন সেল অ্যাডভোকেটস
de: Green Mountain Selbstvertreter
es: Autodefensores de Green Mountain
fr: Green Mountain auto-avocats
he: ההר גרין ההר עצמי
hi: ग्रीन माउंटेन सेल्फ एडवोकेट
it: sostenitori della montagna verde
ja: グリーンマウンテンの自己擁護団体
ne: हरित पर्वत स्व अधिवेशन
pa: ਗ੍ਰੀਨ ਮਾਉਂਟੇਨ ਸੈਲਫ ਐਡਵੋਕੇਟਸ
pt: auto defensores da montanha verde
ru: Зеленая гора Самозащитники
sv: Green Mountain självförespråkare
sw: Watetezi wa Mlima wa Green
vi: Núi xanh tự ủng hộ
