Repository: mintzimal/HowardIOS
Catalog: Howard2/*.lproj/Localizable.strings
Languages: ar, bn, de, es, fr, he, hi, it, ja, ne, pa, pt, ru, sv, sw, vi

source: Everyday Dreams, Everyday Relationships, Everyday Pride
ar: الأحلام اليومية ، العلاقات اليومية ، الكبرياء اليومي
bn: দৈনন্দিন স্বপ্ন, দৈনন্দিন সম্পর্ক, প্রতিদিনের গৌরব
de: Alltagsträume, alltägliche Beziehungen, alltäglicher Stolz
es: Sueños cotidianos, relaciones cotidianas, orgullo cotidiano
fr: Rêves de tous les jours, relations de tous les jours, fierté de tous les jours
he: חלומות יומיומיים, יחסים יומיומיים, גאווה יומיומית
hi: हर दिन सपने, हर दिन रिश्ते, हर दिन गर्व
it: Sogni di tutti i giorni, relazioni quotidiane, orgoglio quotidiano
ja: 日常の夢、日常の関係、日常のプライド
ne: हरेक दिन सपनाहरू, हरेक दिन सम्बन्धहरू, रोजगारी गौरव
pa: ਹਰ ਰੋਜ਼ ਦਾ ਸੁਪਨਾ, ਹਰ ਰੋਜ਼ ਦੇ ਰਿਸ਼ਤੇ, ਹਰ ਰੋਜ਼ ਦਾ ਮਾਣ
pt: Todos os dias sonhos, todos os dias relacionamentos, todos os dias orgulho
ru: Повседневные мечты, повседневные отношения, повседневная гордость
sv: Vardagliga drömmar, vardagliga förhållanden, vardagspride
sw: Ndoto za kila siku, Mahusiano ya kila siku, Utukufu wa kila siku
vi: Ước mơ hàng ngày, Mối quan hệ hàng ngày, Niềm tự hào mỗi ngày
